#### KgPerKgK Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol kg/(kgÂ·K), indicating unit Kilograms per kilogram kelvin.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId KgPerKgK { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property KgPerKgK As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ KgPerKgK { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace